

	[
	{
		"year": 2010,
		"character": [
			"Clawdeen Wolf"
		],
		"series": "Dawn of the Dance",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T6069",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/71AQTb2-FWL._AC_UF894,1000_QL80_DpWeblab_.jpg"
		],
		"description": "Clawdeen’s is wearing a fabulous purple and green outfit to the dance. It goes perfectly with her party persona that boasts short neon green hair and purple lipstick.\nThe dress is purple with a scaly animal pattern as well as a variety of gold & black zippers. She accentuates the dress with a neon green ribbon belt and a black belt with gold rings. Her mesh tights are neon yellow and lead to her shiny gold heels.\nClawdeen’s accessories feature two shiny gold hoops in each ear, molded black gloves, and a neon green clutch with gold & black accents. Also included with the doll is an iCoffin phone, dance invitation, doll stand, and party photos.",
		"id": 1,
		"type": "Doll",
		"reissue": false,
		"price": 660
	},
	{
		"year": 2010,
		"character": [
			"Cleo de Nile"
		],
		"series": "Dawn of the Dance",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T6070",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/71pK3TVG90L._AC_UF1000,1000_QL80_.jpg"
		],
		"description": "Cleo has her hair cut short and peppered with shiny tinsel streaks for the dance. It goes well with her stunning green, yellow, and copper ensemble.\nThe form-fitting shoulderless dress is a shiny green and yellow. It has a left sleeve that wraps around her hand and a teal wrap around the shoulders. Under the dress is copper bandage tights that only cover her right leg. Her shoes are a shiny green with bronze gems dangling from the heels.\nShe accessorizes the outfit with a bronze scarab necklace, bronze armband, bronze earrings, and a shiny copper pyramid purse. Also included with Cleo is an iCoffin phone, teal brush, doll stand, dance invitation, and party photos.",
		"id": 2,
		"type": "Doll",
		"reissue": false,
		"price": 454
	},
	{
		"year": 2010,
		"character": [
			"Frankie Stein"
		],
		"series": "Dawn of the Dance",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T6068",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/81+ek-pBMBL._AC_UF1000,1000_QL80_.jpg"
		],
		"description": "Frankie’s party attire features am electrifying black, white, and pink outfit. She highlights the wardrobe by having her long black & white hair pulled back into a pony tail.\nHer short black & white zigzag dress features a shiny blue sash held with a pair of white belts. Worn over the dress is a small pink jacket with short puffy sleeves and under the dress is pink fishnet tights. Each of Frankie’s shoes are unique with one being black with a gray sole and the other gray with a black sole.\nAccessories for her outfit include blue lightning bolt earrings, a black & white pearl bracelet, a black necklace with silver pendant, and a stitched pink and blue purse with a black & white zigzag flap. Also included with the doll is her iCoffin phone, a pink brush, doll stand, invitation, and party photos.",
		"id": 3,
		"type": "Doll",
		"reissue": false,
		"price": 638
	},
	{
		"year": 2010,
		"character": [
			"Clawdeen Wolf"
		],
		"series": "Gloom Beach",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T7992",
		"galleryImagesLinks": [
			"https://i.ebayimg.com/images/g/voUAAOSwUDphXecF/s-l1600.jpg"
		],
		"description": "Clawdeen is ready to have a blast at the beach. Her long purple streaked hair looks amazing with her one piece swimsuit with side cutouts and boyshort legs. It is a leopard print with a rainbow of colors, black seams, and a purple belt with white buckle. Over the suit is a pink & black pencil stripe mini-top and on her feet are pink sandals with gold chain straps.\nShe accessorizes the outfit with a pair of gold sunglasses as well as two triangle earrings in each ear. The earring are different colors that include pink, blue, purple, and green. Also packaged with the doll is a pink & green frisbee, a black brush, and a postcard of Clawdeen at the beach.",
		"id": 4,
		"type": "Doll",
		"reissue": false,
		"price": 180
	},
	{
		"year": 2010,
		"character": [
			"Cleo de Nile"
		],
		"series": "Gloom Beach",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T7990",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/81fMNXKXQ6L.jpg"
		],
		"description": "Cleo looks magnificent even when going to the beach. Her black hair is pulled into a ponytail and is embellished with gold tinsel highlights. Her eyeshadow is turquoise and so is her lipstick.\n She is wearing a stunning monokini made of a black & gold wrappings. Over the suit is a turquoise sarong and on her feet are turquoise sandals.\nShe accessorizes the outfit with sea green sunglasses, gold pyramid hoop earrings, a black & gold arm wrap, a black & gold leg wrap, and a gold & turquoise fan. Also included with the doll is a black brush and a postcard of Cleo sunning at the beach.",
		"id": 5,
		"type": "Doll",
		"reissue": false,
		"price": 474
	},
	{
		"year": 2010,
		"character": [
			"Draculaura"
		],
		"series": "Gloom Beach",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T7993",
		"galleryImagesLinks": [
			"https://i.pinimg.com/474x/fe/95/9b/fe959b45b457001fbd27267284748153.jpg"
		],
		"description": "Draculauara looks beautiful with her long black hair and pink highlights. Her one piece bathing suit is black with pink heart stripes on top and yellow with pink polka dots on the bottom. It has yellow polka dot straps, white frills, and a pink bow. \nAround her waist is a yellow and pink polka dot sarong that is held with a pink and yellow polka dot bow. On her feet are black sandals with pink and yellow straps.\nAccessories for the outfit feature pink bow-shaped sunglasses and yellow bow earrings. Also included with the doll is a black brush, a postcard of Draculaura at the beach, and a bottle of SPF 500 sunscreen to use on her sensitive skin.",
		"id": 6,
		"type": "Doll",
		"reissue": false,
		"price": 366
	},
	{
		"year": 2010,
		"character": [
			"Frankie Stein"
		],
		"series": "Gloom Beach",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "T7988",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/81mYh3fskbL.jpg"
		],
		"description": "Frankie is looking delightful with her eye-catching black & white hair and aqua blue eyeshadow and lipstick. Her one piece bathing suit is half yellow & aqua blue stripes and half black with a yellow & pink outlined lightning bolt.\nAround her waist is a black & blue checkers sarong with yellow stripes. Her sandals are black with yellow straps and blue buckles.\nAccessories for her outfit feature blue sunglasses, gray stud earrings, and a blue lightning bolt barrette. She also has a black beach bag with jagged yellow at the base and blue and pink jumper cables for handles. Also packaged with the doll is a black brush and a postcard of Frankie at the beach.",
		"id": 7,
		"type": "Doll",
		"reissue": false,
		"price": 830
	},
	{
		"year": 2010,
		"character": [
			"Jackson Jekyll"
		],
		"series": "Gloom Beach",
		"gender": [
			"Manster"
		],
		"modelNumber": "T7991",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/71xpeH40GGL._AC_UF1000,1000_QL80_DpWeblab_.jpg"
		],
		"description": "Jackson is ready to have some fun at the beach while still looking cool. He is wearing a yellow & white diagonal striped shirt with its sleeves cut off. It boasts black & white striped pockets, shoulders, and collar as well as black buttons. His swim shorts have one black leg and one leg checkered with white squares and squares with a variety of black, green & yellow patterns.\nHis flip-flops are black with yellow straps and white skulls. He also has orange shutter shades, a black & white beach ball, a black doll stand, and a postcard of Jackson at the beach.",
		"id": 8,
		"type": "Doll",
		"reissue": false,
		"price": 253
	},
	{
		"year": 2010,
		"character": [
			"Frankie Stein"
		],
		"series": "Signature",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "R0711",
		"galleryImagesLinks": [
			"https://a.allegroimg.com/s1024/0cc95e/b9e8e9e24e96b6125cff5b99ef16"
		],
		"description": "Frankie is a grayscale variant of the standard doll in the Basic series. Her outfit is the same except that everything is in shades of gray. She was an exclusive of the 2010 San Diego Comic-Con International and is limited to only 5000 pieces.\nFrankie is wearing a plaid dress with black fishnet sleeves and fishnet hem. She has a polka dot tie with a skullette clip and around her waist is a silver studded belt with lightning bolt buckle.\nHer shoes are black & white striped heels and the purse has silver studs and skullettes on the sides. Other accessories include black & silver bracelets and silver skullette dangle earrings. Also included with the doll is a gray Watzit, her dog-like pet, a silver brush, silver doll stand, and her diary.",
		"id": 9,
		"exclusive": "Comic Con",
		"type": "Doll",
		"reissue": false,
		"price": 706
	},
	{
		"year": 2010,
		"character": [
			"Clawdeen Wolf"
		],
		"series": "Signature",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "N5947",
		"galleryImagesLinks": [
			"https://live.staticflickr.com/8287/7802564228_6a12135c04_b.jpg"
		],
		"description": "Clawdeen boasts long brown hair with highlights, curls, and her wolf-like ears poking through. She is wearing a fearsome purple, black & peach ensemble that features a jacket, skirt, and boots.\nThe black jacket has purple cuffs and hem as well as a purple fur collar. It is worn over a peach and black tiger striped top. Her short skirt is purple with black stitching and black tulle at the hem. She has long open-toe peach socks to go with her knee-high black and purple-strapped sandal boots.\nShe accessorizes the outfit with a black belt with gold studs, a gold necklace, and two hoop earrings in each ear. Her purse is black with purple straps and gold buckles, zippers, and studs. Also included with the doll is an orange brush, orange doll stand, her diary, and Crescent, Clawdeen’s cat.",
		"id": 10,
		"type": "Doll",
		"reissue": false,
		"price": 692
	},
	{
		"year": 2010,
		"character": [
			"Cleo de Nile",
			"Deuce Gorgon"
		],
		"series": "Signature",
		"gender": [
			"Ghoul",
			"Manster"
		],
		"modelNumber": "N2854",
		"galleryImagesLinks": [
			"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSd8F7dLMrAR63blPngdpQzRwKQ37-fwhvFPOu_bo3YEw&s"
		],
		"description": "Cleo looks stunning in her mummy themed ensemble. She has a turquoise & black top that is part sparkly and part sheer. Under the top is a sand-colored jumpsuit with the appearance of wrapped linen bandages. Her shoes are black wedges with sand-colored wrappings and one forearm is covered with bandages.\nShe accessorizes the outfit with gold earrings, bracelet, armband, belt, headband, and a golden cell phone strapped to her thigh. Her purse is also gold with black accents.\nDeuce is wearing a gray & white striped vest over a red sleeveless tee with a skull and cassette graphic. He has black pants with diamond scale patterns and black & white checkered slip-on shoes.\nAccessories include a black fingerless glove, a black wristband with gray skull, a gray chain necklace, and a gray-studded white belt with a red cassette tape buckle. He completes the outfit with a pair of red sunglasses.\nAlso included with the dolls is a gold brush, two doll stands, their diaries, and their pets. Hissette is Cleo’s cobra and Perseus is Deuce’s two-tailed rat.",
		"id": 11,
		"type": "Multipack",
		"reissue": false,
		"price": 265
	},
	{
		"year": 2010,
		"character": [
			"Draculaura"
		],
		"series": "Signature",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "N5946",
		"galleryImagesLinks": [
			"https://content2.rozetka.com.ua/goods/images/original/107990087.jpg"
		],
		"description": "Draculaura has black hair with pink highlights that is tied into long pigtails. She is wearing an adorable black, white, and pink outfit that includes a vest, skirt, and boots. \nThe pink vest has gray buttons, white stitching, a white lace jabot, and black fishnet sleeves with white lace cuffs. She has black fishnet tights under her short white skirt that features pink stitching and white tulle at the bottom. The knee high boots are pink with black laces and gray hearts at the top.\nThe outfit is accessorized with gray safety pin earrings, a pink flower necklace, and a parasol. The parasol is adorned with a skull tip, a black bat-shaped handle, and a black canopy held closed with a pink strap and heart-shaped buckle. Also included with the doll is Draculaura’s pet bat, Count Fabulous, a pink brush, pink doll stand, and her diary.",
		"id": 12,
		"type": "Doll",
		"reissue": false,
		"price": 340
	},
	{
		"year": 2010,
		"character": [
			"Frankie Stein"
		],
		"series": "Signature",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "N5948",
		"galleryImagesLinks": [
			
			"https://images.prom.ua/5039651088_w640_h640_kukla-monster-haj.jpg"
		],
		"description": "Frankie has long straight hair that is streaked white and black and is wearing a plaid outfit with electrifying accessories. The dress is black & blue plaid with red and white lines, has a white collar, short black fishnet sleeves, and black fishnet on the hem. She intensifies the dress with a black & white polka dot tie with skullette pin and a silver-studded black belt with lightning bolt buckle.\nFrankie’s purse is black & red with silver clasps, studs, and skullette. She completes the outfit with black & white striped shoes, blue skullette earrings, and blue and silver bracelets. Also included with the doll is Watzit, her dog-like pet, a gray brush, gray doll stand, and her diary.",
		"id": 13,
		"type": "Doll",
		"reissue": false,
		"price": 161
	},
	{
		"year": 2010,
		"character": [
			"Ghoulia Yelps"
		],
		"series": "Signature",
		"gender": [
			"Ghoul"
		],
		"modelNumber": "R3708",
		"galleryImagesLinks": [
			"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTejJVOreHViQRlvuEIc56Ogwx3cVqRoSFIZ4Jx_j9kJQ&s"
		],
		"description": "Ghoulia is wearing a black & red ensemble that looks amazing with her light blue hair. She is wearing a red & white tank top with a cherry pattern over a black, red & white shoulderless 3/4 sleeve shirt with black fishnet gloves. Her pants are red with small black polka dots and her knee-high boots are black & white with red heels and laces.\nShe accessorizes the outfit with a black & white piano key belt, a silver necklace with pink pendant, pink zipper earrings, a green headband, and white cat-eye glasses. Her cassette tape purse is black, red, and white with “Monster Mix” in blue. Also included with Ghoulia is her pet owl, Sir Hoots A Lot, her diary, a brush, and a doll stand.\nThere are two different styles of packaging for Ghoulia. The initial release has a box with a coffin shaped window. The later release has a wraparound window box. Both packages have the same model number.",
		"id": 14,
		"type": "Doll",
		"reissue": false,
		"price": 854
	},
	{
		"year": 2010,
		"character": [
			"Holt Hyde"
		],
		"series": "Signature",
		"gender": [
			"Manster"
		],
		"modelNumber": "V2324",
		"galleryImagesLinks": [
			"https://m.media-amazon.com/images/I/81-Dzs9Ds0L._AC_UF894,1000_QL80_.jpg"
		],
		"description": "Holt is wearing a fire-themed outfit to go with his fiery hair and blue skin. He is wearing a half black & half white sleeveless shirt under a red pleather jacket with gold stitching and trim. His pinstripe pants are purple & black with yellow & orange flames at the bottom. The black high-top sneakers have yellow laces, yellow soles, and skulls on the toes.\nAccessories for his outfit include a yellow belt, black & orange headphones, orange shutter shades, and an orange turntable backpack with a black & white checkerboard flap. Also included with Holt is Crossfade, his pet chameleon, his diary, and a doll stand. \nThere are two different styles of packaging for Holt. The initial release has a box with a coffin shaped window. The later release has a wraparound window box. Both packages have the same model number.",
		"id": 15,
		"type": "Doll",
		"reissue": false,
		"price": 412
	}
]